{
  "CopilotChat.nvim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "chameleon.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "everforest-nvim": { "branch": "main" },
  "github-nvim-theme": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "harpoon": { "branch": "harpoon2" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mini.ai": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "moontex.nvim": { "branch": "master" },
  "neogit": { "branch": "master" },
  "neovim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nord-vim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-bufflist": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oceanic-material": { "branch": "master" },
  "oceanic-next": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "onedark.vim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "runner.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "vim": { "branch": "main" },
  "vim-colors-xcode": { "branch": "master" }
}
